Repository: 1v1expert/3DScaner
Catalog: Horus + normal and mesh/res/locale/*/LC_MESSAGES/horus.po
Languages: es, fr

source: Very high
es: Muy alta
fr: Très élevée

source: High
es: Alta
fr: Élevée

source: Medium
es: Media
fr: Moyenne

source: Low
es: Baja
fr: Basse

source: Luminosity
es: Luminosidad
fr: Luminosité

source: Brightness
es: Brillo
fr: Brillance

source: Contrast
es: Contraste
fr: Contraste

source: Saturation
es: Saturación

source: Exposure
es: Exposición
fr: Exposition

source: Frame rate
es: Velocidad de fotogramas

source: Step (º)
es: Paso (º)
fr: Étape (º)

source: Speed (º/s)
es: Velocidad (º/s)
fr: Vitesse (º/s)

source: Acceleration (º/s²)
es: Aceleración (º/s²)
fr: Accélération (º/s²)

source: Texture
es: Textura

source: Laser
es: Láser

source: Capture mode
es: Modo captura
fr: Mode capture

source: Remove background
es: Eliminar el fondo
fr: Supprimer le fond

source: Red channel
es: Canal rojo
fr: Canal rouge

source: Enable threshold
es: Establecer umbral
fr: Activer seuil

source: Threshold
es: Umbral
fr: Seuil

source: Enable blur
es: Habilitar desenfoque
fr: Activer flou

source: Blur
es: Desenfoque
fr: Flou

source: Enable window
es: Habilitar ventana
fr: Activer fenêtre

source: Window
es: Ventana
fr: Fenêtre

source: Refinement
es: Refinamiento
fr: Raffinement

source: Enable open
es: Habilitar Open
fr: Activer Open

source: Pattern
es: Patrón
fr: Patron

source: Capture texture
es: Capturar textura
fr: Capturer texture

source: Left
es: Izquierdo
fr: Gauche

source: Right
es: Derecho
fr: Droit

source: Both
es: Ambos
fr: Les deux

source: Use laser
es: Usar láser
fr: Utiliser laser

source: Use ROI
es: Usar ROI
fr: Utiliser RSI

source: Diameter (mm)
es: Diámetro (mm)
fr: Diamètre (mm)

source: Height (mm)
es: Altura (mm)
fr: Hauteur (mm)

source: Choose point cloud color
es: Elige el color de la nube de puntos
fr: Sélectionner couleur nuage de points

source: Wait time in each scan interval
es: Tiempo de espera en cada intervalo de exploración

source: Gray
es: Gris
fr: Gris

source: Line
es: Línea
fr: Ligne

source: Video
es: Vídeo
fr: Vidéo

source: Save image
es: Guardar imagen
fr: Enregistrer l'image

source: Move
es: Mover
fr: Bouger

source: Enable
es: Habilitar
fr: Activer

source: Send
es: Enviar
fr: Envoyer

source: Perform autocheck
es: Realizar comprobación automática
fr: Contrôle automatique

source: Set resolution
es: Establecer resolución

source: Pattern rows
es: Filas del patrón
fr: Lignes patron

source: Pattern columns
es: Columnas del patrón
fr: Colonnes patron

source: Square width (mm)
es: Ancho del cuadrado (mm)
fr: Largeur des carrés (mm)

source: Origin distance (mm)
es: Distancia del patrón (mm)
fr: Distance origine (mm)

source: Adjust laser
es: Ajustar el láser

source: Width
es: Ancho
fr: Largeur

source: Height
es: Alto
fr: Hauteur

source: Rotate
es: Rotación
fr: Faire tourner

source: Horizontal flip
es: Inversión horizontal

source: Vertical flip
es: Inversión vertical

source: Camera matrix
es: Matriz de la cámara
fr: Matrice de la caméra

source: Distortion vector
es: Vector de distorsión
fr: Vecteur de distorsion

source: Use distortion
es: Permitir distorsión
fr: Utiliser la distorsion

source: Distance left (mm)
es: Distancia izquierda (mm)
fr: Distance gauche (mm)

source: Normal left
es: Normal izquierda
fr: Normale gauche

source: Distance right (mm)
es: Distancia derecha (mm)
fr: Distance droite (mm)

source: Normal right
es: Normal derecha
fr: Normale droite

source: Rotation matrix
es: Matriz de rotación
fr: Matrice de rotation

source: Translation vector (mm)
es: Vector de traslación (mm)
fr: Vecteur de translation (mm)

source: Estimated size
es: Tamaño estimado
fr: Taille estimée

source: Machine diameter
es: Diámetro de la máquina

source: Machine width
es: Ancho de la máquina

source: Machine height
es: Altura de la máquina

source: Machine depth
es: Largo de la máquina

source: Machine shape
es: Aspecto de la máquina

source: Machine model
es: Modelo de la máquina

source: Serial name
es: Puerto serie

source: Baud rate
es: Tasa de baudios
fr: Bauds

source: Camera ID
es: Cámara ID

source: Board
es: Placa
fr: Carte

source: Invert motor
es: Invertir motor
fr: Inverser moteur

source: Language
es: Idioma
fr: Langue

source: Change the language of Horus. Switching language will require a program restart
es: Cambia el idioma de Horus. El cambio requiere que el programa se reinicie

source: Workbench
es: Banco de trabajo
fr: Table de travail

source: Show welcome
es: Mostrar bienvenida

source: Check for updates
es: Buscar actualizaciones

source: Basic mode
es: Modo básico

source: View control panel
es: Ver el panel de control

source: View adjustment panel
es: Ver panel de ajustes

source: View adjustment video
es: Ver vídeo de ajustes

source: View calibration panel
es: Ver panel de calibración

source: View calibration video
es: Ver vídeo de calibración

source: View scanning panel
es: Ver panel de escaneo

source: View scanning video
es: Ver vídeo de escaneo

source: View scanning scene
es: Ver entorno de escaneo

source: Advanced mode
es: Modo avanzado
fr: Mode avancé

source: Last files
es: Últimos archivos

source: Last file
es: Último archivo

source: Last profile
es: Último perfil

source: Model color
es: Color del modelo
fr: Couleur du modèle

source: Last clear log date
es: Fecha del último borrado del registro
fr: Date dernier effacement de journal

source: Launch wizard
es: Iniciar el asistente
fr: Lancer l'assistant

source: Open model
es: Abrir modelo
fr: Ouvrir le modèle

source: Save model
es: Guardar modelo
fr: Enregistrer le modèle

source: Clear model
es: Borrar modelo
fr: Effacer le modèle

source: Open profile
es: Abrir perfil
fr: Ouvrir un profil

source: Open profile .json
es: Abrir perfil .json

source: Save profile
es: Guardar perfil
fr: Enregistrer le profil

source: Save profile .json
es: Guardar perfil .json

source: Reset profile
es: Restaurar perfil
fr: Réinitialiser le profil

source: Reset default values
es: Restaurar valores por defecto

source: Open calibration
es: Abrir calibración
fr: Ouvrir calibration

source: Open calibration .json
es: Abrir calibración .json

source: Save calibration
es: Guardar calibración
fr: Enregistrer calibration

source: Save calibration .json
es: Guardar calibración .json

source: Reset calibration
es: Restablecer calibración
fr: Réinitialiser calibration

source: Reset calibration default values
es: Restaurar los valores de calibración por defecto

source: Export log
es: Exportar registro
fr: Exporter le journal

source: Export log file
es: Exportar archivo de registro
fr: Exporter le fichier journal

source: Clear log
es: Borrar registro
fr: Effacer le journal

source: Clear log file
es: Borrar archivo de registro
fr: Effacer le fichier journal

source: Exit
es: Salir
fr: Quitter

source: File
es: Archivo
fr: Fichier

source: Preferences
es: Preferencias
fr: Préférences

source: Edit
es: Editar
fr: Modifier

source: Scene
es: Escena
fr: Scène

source: Scanning
es: Escaneo
fr: Numérisation

source: View
es: Vista
fr: Affichage

source: Welcome
es: Bienvenida
fr: Bienvenue

source: Updates
es: Actualizaciones
fr: Mises à jour

source: Sources
es: Fuentes

source: About
es: Información
fr: A propos de ...

source: Help
es: Ayuda
fr: Aide

source: Open 3D model
es: Abrir modelo 3D
fr: Ouvrir un modèle 3D

source: Save 3D model
es: Guardar modelo 3D
fr: Enregistrer le modèle 3D

source: Your current model will be deleted. Are you sure you want to delete it?
es: El modelo actual será borrado. ¿Realmente quieres eliminarlo?

source: Clear point cloud
es: Borrar nube de puntos

source: Select profile file to load
es: Selecciona un perfil para cargar
fr: Sélectionner un profil à ouvrir

source: Select profile file to save
es: Selecciona un perfil para guardar
fr: Sélectionner le profil à sauvegarder

source: This will reset all profile settings to defaults. Unless you have saved your current profile, all settings will be lost! Do you really want to reset?
es: Se van a restaurar los parámetros del perfil por defecto. A menos que hayas guardado el perfil actual, se perderán todos los ajustes. ¿Realmente quieres reiniciar?

source: Profile reset
es: Restaurar perfil
fr: Réinitialisation du profil

source: Your current log file will be deleted. Are you sure you want to delete it?
es: Se borrará el archivo de registro actual. ¿Realmente quieres eliminarlo?

source: Select log file to save
es: Selecciona un archivo de registro para guardar
fr: Sélectionner le fichier journal à sauvegarder

source: Horus is an Open Source 3D Scanner manager
es: Horus es un software para escáneres 3D de código libre
fr: Horus est un logiciel Open Source de numérisation 3D

source: You are running the latest version of Horus!
es: ¡Estás ejecutando la última versión de Horus!
fr: Vous utilisez la dernière version d'Horus !

source: Updated!
es: ¡Actualizado!
fr: Mise à jour effectuée !

source: Scanner unplugged
es: Escáner desconectado
fr: Scanner déconnectée

source: Scanner has been unplugged. Please, plug it in and press connect
es: El escáner se ha desconectado. Por favor, conéctalo y presiona Conectar.
fr: Le scanner a été déconnecté. Veuillez le reconnecter et cliquer sur Connecter

source: Delete object
es: Eliminar objeto
fr: Supprimer l'objet

source: This will reset all section settings to defaults. Unless you have saved your current profile, all section settings will be lost! Do you really want to reset?
es: Se van a restaurar los parámetros del perfil por defecto. A menos que hayas guardado el perfil actual, se perderán todos los cambios. ¿Realmente quieres reiniciar?

source: Pattern distance
es: Distancia del patrón
fr: Distance patron

source: The pattern distance value must be higher than 0. Please change it in the textbox below.
es: La distancia del patrón debe ser mayor que 0. Por favor, modifícalo.

source: Minimum distance between the origin of the pattern (bottom-left corner) and the pattern's base surface (mm)
es: Distancia mínima entre el origen del patrón (esquina inferior izquierda) y la superficie de la base del patrón (mm)
fr: Distance minimum entre l'origine du patron (coin inférieur gauche) et la surface de la base du patron (mm).

source: Pattern distance (mm)
es: Distancia del patrón (mm)
fr: Distance patron (mm)

source: Accept
es: Aceptar
fr: Accepter

source: Cancel
es: Cancelar
fr: Annuler

source: New version available!
es: ¡Nueva versión disponible!
fr: Nouvelle version disponible !

source: A new version of Horus is available, would you like to download it?
es: Está disponible una nueva versión de Horus, ¿quieres descargarla?

source: Download
es: Descargar
fr: Télécharger

source: Machine settings
es: Configuración de la máquina

source: Platform shape
es: Aspecto de la plataforma

source: Platform dimensions
es: Dimensiones de la plataforma

source: Diameter
es: Diámetro
fr: Diamètre

source: Depth
es: Largo
fr: Profondeur

source: Browse
es: Explorar
fr: Parcourir

source: Default
es: Por defecto
fr: Défaut

source: Save
es: Guardar
fr: Sauvegarder

source: Select binary file to load
es: Seleccionar archivo binario para cargar
fr: Sélectionner un fichier binaire à ouvrir

source: Change the luminosity until colored lines appear over the chess pattern in the video
es: Cambia el valor de la luminosidad hasta que aparezcan líneas de colores encima del patrón de ajedrez en el vídeo
fr: Veuillez modifier la luminosité jusqu'à ce que des lignes colorées apparaissent sur le patron dans la capture vidéo

source: Invert the motor direction
es: Invertir la dirección del motor
fr: Inverser la direction du moteur

source: AVR board
es: Placa AVR

source: Binary file
es: Archivo binario
fr: Fichier binaire

source: External file...
es: Archivo externo ...
fr: Fichier externe...

source: Clear EEPROM
es: Borrar EEPROM
fr: Effacer l'EEPROM

source: Upload firmware
es: Cargar firmware

source: Probably you have selected the wrong board. Select another board
es: Seguramente has seleccionado la placa equivocada. Selecciona otra placa

source: Wrong board
es: Placa incorrecta

source: You need to restart the application for the changes to take effect
es: Debes reiniciar la aplicación para que se realicen los cambios

source: Language modified
es: Idioma modificado

source: An error occurred during the 3D view drawing.
es: Ha ocurrido un error durante el trazado de la vista 3D.

source: 3D window error
es: Error en la ventana 3D
fr: Erreur au chargement de la fenêtre 3D

source: Don't show this dialog again
es: No mostrar más esta ventana
fr: Ne plus afficher cette fenêtre

source: 3D scanning for everyone
es: Escaneo 3D para todo el mundo

source: Create new
es: Crear nuevo
fr: Nouveau

source: Wizard mode (step by step)
es: Asistente (paso a paso)
fr: Mode assisté (pas à pas)

source: Scan using recent settings
es: Escanear con los últimos parámetros
fr: Numériser en utilisant les paramètres actifs.

source: Advanced adjustment
es: Ajustes avanzados
fr: Ajustement avancé

source: Advanced calibration
es: Calibración avanzada
fr: Calibration avancée

source: Open recent file
es: Abrir archivo reciente
fr: Ouvrir un fichier récent

source: Do you really want to exit?
es: ¿Quieres salir?
fr: Désirez-vous vraiment quitter l'application ?

source: Exit wizard
es: Salir del asistente
fr: Quitter l'assistant

source: You have completed the wizard. Press Play button to start scanning.
es: Has acabado el asistente. Presiona el botón Play para empezar a escanear.
fr: Vous avez atteint la fin de l'assistant. Appuyez sur le bouton Lire pour commencer la numérisation.

source: Ready to scan!
es: ¡Listo para escanear!
fr: Prêt à numériser !

source: Resolution
es: Resolución
fr: Résolution

source: Set the motor step. High (0.45º), Medium (0.9º), Low (1.8º)
es: Establecer el movimiento del motor. Alto (0,45º), medio (0,9º), bajo (1,8º)
fr: Définissez le pas du moteur. Haut (0,45º), Moyen (0,9º), Bas (1.8º)

source: Calibration
es: Calibración

source: Put the pattern on the platform as shown in the picture and press "Calibrate"
es: Sitúa el patrón en la plataforma como se muestra en la imagen y pulsa "Calibrar"
fr: Placez le patron sur la plateforme, comme indiqué sur l'image, et cliquez sur "Calibrer".

source: Calibrate
es: Calibrar
fr: Calibrer

source: Calibration canceled. To try again press "Calibrate"
es: Calibración cancelada. Para volver a intentarlo haz clic en "Calibrar"
fr: Calibration annulée. Pour relancer, cliquer sur "Calibrer"

source: Check the pattern and the lasers and try again
es: Comprueba el patrón y los láseres y prueba de nuevo

source: Scanner calibration has failed. Please check the pattern and the lasers and try again. Also you can set up the calibration's settings in the "Adjustment workbench" until the pattern and the lasers are detected correctly
es: La calibración del escáner ha fallado. Por favor, comprueba el patrón y los láseres y vuelve a intentarlo. También puedes configurar los ajustes de la calibración en el "Banco de trabajo de ajuste" hasta que el patrón y los láseres se detecten correctamente

source: Calibration failed
es: Calibración fallida
fr: Échec de la calibration

source: Success. Please press "Next" to continue
es: Éxito. Haz clic en "Siguiente" para continuar
fr: Tout est OK. Cliquez sur "Suivant" pour continuer.

source: Scanner calibrated correctly
es: Escáner calibrado correctamente
fr: Calibration du scanner correcte

source: Success
es: Éxito
fr: OK

source: Connection
es: Conexión
fr: Connexion

source: Connect
es: Conectar
fr: Connecter

source: Put the pattern on the platform as shown in the picture and press "Auto check"
es: Sitúa el patrón en la plataforma como se muestra en la imagen y pulsa "Comprobación automática"
fr: Posez le patron sur la plateforme, comme indiqué sur l'image, et cliquez sur "Vérification automatique"

source: Auto check
es: Comprobación automática
fr: Vérification automatique

source: The board has the wrong firmware or an invalid baud rate. Please select your board and press "Upload firmware"
es: La placa tiene un firmware o una tasa de baudios incorrectos. Por favor, selecciona tu placa y haz clic en "Cargar Firmware"

source: The board is not connected. Please connect your board and select a valid Serial name
es: La placa no está conectada. Por favor, conecta la placa y selecciona un puerto serie válido

source: You probably have selected the wrong camera. Please select another Camera ID
es: Probablemente has seleccionado una cámara incorrecta. Por favor, selecciona otro ID de cámara

source: Please plug your camera in and try to connect again
es: Por favor, conecta tu cámara e intenta conectar de nuevo

source: Unplug and plug your camera USB cable and try to connect again
es: Desconecta y conecta tu cámara USB y vuelve a intentar conectar
fr: Déconnectez puis reconnectez le câble USB de votre caméra. Réessayez ensuite de vous connecter.

source: Please, download and install the camera driver: http://support.logitech.com/en_us/product/hd-webcam-c270
es: Por favor, descarga e instala el driver de la cámara: http://support.logitech.com/en_us/product/hd-webcam-c270
fr: S'il vous plaît, télécharger et installer le pilote de l'appareil: http://support.logitech.com/en_us/product/hd-webcam-c270

source: It is recommended to adjust the line lasers vertically. You will need to use the allen key. Do you want to adjust it now?
es: Es recomendable ajustar las líneas de los láseres verticalmente. Necesitarás usar una llave Allen. ¿Quieres ajustarlas ahora?

source: Manual laser adjustment
es: Ajuste manual del láser
fr: Ajustement manuel des lasers

source: Scanner configured correctly
es: El escáner se ha configurado correctamente
fr: Scanner configuré correctement

source: Please, put the pattern on the platform. Also you can set up the calibration's capture settings in the "Adjustment workbench" until the pattern is detected correctly
es: Por favor, sitúa el patrón en la plataforma. También puedes configurar los ajustes de captura de la calibración en el "Banco de trabajo de ajuste" hasta que el patrón se detecte correctamente

source: Please, select "Invert the motor direction" in the preferences
es: Selecciona "Invertir la dirección del motor" en las preferencias

source: Please, check the lasers connection. Also you can set up the calibration's capture and segmentation settings in the "Adjustment workbench" until the lasers are detected correctly
es: Por favor, comprueba la conexión de los láseres. También puedes configurar los ajustes de captura y segmentación de la calibración en el "Banco de trabajo de ajuste" hasta que los láseres se detecten correctamente

source: Disconnect
es: Desconectar
fr: Déconnecter

source: Previous
es: Anterior

source: Skip
es: Saltar
fr: Passer

source: Next
es: Siguiente
fr: Suivant

source: Adjustment workbench
es: Banco de trabajo de ajuste
fr: Écran d'ajustement contrôle

source: Scan capture
es: Captura del escaneo
fr: Capture de numérisation

source: Image luminosity. Low values are better for environments with high ambient light conditions. High values are recommended for poorly lit places
es: Luminosidad de la imagen. Se recomienda utilizar valores bajos para ambientes con altas condiciones de luz ambiental. Se recomienda utilizar valores altos para lugares poco iluminados
fr: Luminosité de l'image. Valeurs basses recommandées en cas de forte lumière ambiante. Valeurs élevées recommandées en cas de faible lumière ambiante.

source: Relative difference in intensity between an image point and its surroundings. Low values are recommended for black or very dark colored objects. High values are better for very light colored objects
es: Diferencia relativa de intensidad entre un punto de la imagen y su alrededor. Se recomienda utilizar valores bajos para objetos de color muy oscuro o negro. Los valores altos son adecuados para objetos de color muy claro
fr: Différence d'intensité d'un pixel par rapport à la moyenne des pixels l'entourant. Des valeurs faibles sont recommandées pour les objets noirs ou très sombres. Des valeurs élevées seront plus adaptées à des objets très clairs.

source: Purity of color. Low values will cause colors to disappear from the image. High values will show an image with very intense colors
es: Pureza del color. Los valores bajos provocarán la desaparición del color de la imagen. Los valores altos mostrarán una imagen con colores muy intensos
fr: Pureté de couleur. Des valeurs basses feront disparaître certaines couleurs de l'image. Des valeurs élevées feront apparaître des couleurs intenses.

source: Amount of light per unit area. It is controlled by the time the camera sensor is exposed during a frame capture. High values are recommended for poorly lit places
es: Cantidad de luz por unidad de área. Se controla por el tiempo que el sensor de la cámara está expuesto durante la captura de una imagen. Se recomienda usar valores altos para zonas poco iluminadas
fr: Intensité lumineuse. Elle est contrôlée par la durée d'exposition du capteur de la caméra lors de la capture d'une image. Des valeurs élevées sont recommandées en cas de lumière ambiante faible.

source: Capture an extra image without laser to remove the background in the laser's image
es: Captura una imagen extra sin láser para quitar el fondo de la imagen del láser

source: Scan segmentation
es: Segmentación del escaneo
fr: Segmentation de la numérisation

source: Remove all pixels which intensity is less that the threshold value
es: Eliminar todos los píxeles cuya intensidad sea inferior al valor límite
fr: Supprime tous les pixels dont l'intensité est inférieure à la valeur de seuil

source: Blur with Normalized box filter. Kernel size: 2 * value + 1
es: Desenfoque con el filtro Normalized box. Tamaño del kernel: 2 * valor + 1
fr: Applique un effet de flou au filtre de zone normalisée. Taille de du noyau : 2 * valeur + 1

source: Filter pixels out of 2 * window value around the intensity peak
es: Filtrar píxeles fuera del valor * 2 alrededor de la intensidad máxima
fr: Filtre les pixels sur 2 * valeur de fenêtre autour de la valeur de seuil

source: Calibration capture
es: Captura de calibración
fr: Capture de calibration

source: Calibration segmentation
es: Segmentación de calibración
fr: Segmentation de calibration

source: Scanning workbench
es: Banco de trabajo de escaneo
fr: Écran de numérisation

source: Play
es: Comenzar
fr: Lancer

source: Stop
es: Parar
fr: Arrêter

source: Pause
es: Pausar

source: Calibration parameters are not correct. Please perform calibration process: 1. Scanner autocheck 2. Laser triangulation 3. Platform extrinsics
es: Los parámetros de calibración no son correctos. Por favor, ejecuta el proceso de calibración: 1. Comprobación automática del escáner 2. Triangulación láser 3. Parámetros extrínsecos de la plataforma
fr: Le paramétrage de calibration est incorrect. Veuillez effectuer la calibration : 1. Contrôle automatique du scanner 2. Triangulation laser 3. Paramètres extrinsèques

source: Wrong calibration parameters
es: Parámetros de calibración incorrectos
fr: Paramètres de connexion erronés

source: Laser triangulation calibration has been performed with different camera intrinsics values. Please perform Laser triangulation calibration again: 1. Scanner autocheck 2. Laser triangulation
es: Se ha llevado a cabo la calibración de la triangulación láser con diferentes valores intrínsecos de cámara. Por favor, realiza la calibración de la triangulación láser de nuevo: 1. Comprobación automática del escáner 2. Triangulación láser
fr: La calibration de triangulation des lasers a été réalisée avec des valeurs intrinsèques de caméra différentes. Veuillez effectuer à nouveau la calibration de la triangulation des lasers : 1. Contrôle automatique du scanner 2. Triangulation laser
