Repository: 1v1expert/3DScaner
Catalog: Horus + normal and mesh/res/locale/*/LC_MESSAGES/horus.po
Languages: es, fr

source: Platform extrinsics calibration has been performed with different camera intrinsics values. Please perform Platform extrinsics calibration again: 1. Scanner autocheck 2. Platform extrinsics
es: Se ha llevado a cabo la calibración de los parámetros extrínsecos de la plataforma con diferentes valores intrínsecos de cámara. Por favor, realiza la calibración de la triangulación láser de nuevo: 1. Comprobación automática del escáner 2. Parámetros extrínsecos de la plataforma
fr: La calibration extrinsèque de la plateforme a été réalisée avec des valeurs intrinsèques de caméra différentes. Veuillez effectuer à nouveau la calibration extrinsèque de la plateforme : 1. Contrôle automatique du scanner 2. Paramètres extrinsèques

source: Scanning has finished. If you want to save your point cloud go to "File > Save model"
es: El escaneo ha terminado. Si quieres guardar la nube de puntos ve a "Archivo > Guardar Modelo"

source: Scanning finished!
es: Escaneo finalizado
fr: Numérisation terminée !

source: Your current scanning will be stopped. Are you sure you want to stop?
es: Tu escaneo se parará. ¿Realmente quieres pararlo?

source: Stop scanning
es: Parar el escaneo

source: Scan parameters
es: Parámetros de escaneo

source: Rotating platform
es: Plataforma giratoria
fr: Plateforme tournante

source: Point cloud ROI
es: ROI de la nube de puntos
fr: Zone d'intérêt du nuage de points

source: Use a Region Of Interest (ROI). This cylindrical region is the one being scanned. All information outside won't be taken into account during the scanning process
es: Aplicar la Región de Interés (ROI, por sus siglas en inglés). Esta es la región cilíndrica que se va a escanear. La información que esté situada fuera de ella no se tendrá en cuenta durante el escaneo
fr: Utilisez la zone d'intérêt. Cette zone cylindrique est la zone en cours de numérisation. Toute information hors de cette zone n'est pas prise en compte.

source: Point cloud color
es: Color de la nube de puntos
fr: Couleur du nuage de points

source: Control workbench
es: Banco de trabajo de control
fr: Écran de contrôle

source: Camera control
es: Control de la cámara
fr: Contrôle de la caméra

source: Laser control
es: Control de los láseres
fr: Contrôle du laser

source: LDR control
es: Control LDR
fr: Contrôle de la LDR

source: Motor control
es: Control del motor
fr: Contrôle du moteur

source: Gcode Control
es: Control con Gcode
fr: Contrôle du G-Code

source: Calibration workbench
es: Banco de trabajo de calibración
fr: Écran de calibration

source: Camera intrinsics (advanced)
es: Valores intrínsecos de la cámara (avanzado)
fr: Paramètres intrinsèques de la caméra (avancés)

source: Default values are recommended. To perform the calibration, click over the video panel and press space bar to perform the captures.
es: Se recomienda utilizar los valores por defecto. Para llevar a cabo la calibración haz clic sobre el panel de vídeo y pulsa la barra espaciadora para realizar las capturas.
fr: Les valeurs par défaut sont recommandés. Pour effectuer la calibration, cliquez sur le panneau vidéo et appuyez sur la barre d'espacement pour effectuer les captures.

source: Reset
es: Reiniciar
fr: Réinitialiser

source: Start
es: Iniciar
fr: Démarrer

source: Press space bar to continue
es: Pulsa la barra espaciadora para continuar
fr: Appuyer sur la barre d'espacement pour continuer

source: Laser triangulation
es: Triangulación láser
fr: Triangulation laser

source: Laser triangulation result
es: Resultado de la triangulación láser
fr: Résultat de la triangulation laser

source: Reject
es: Rechazar
fr: Rejeter

source: Lasers calibrated correctly
es: Láseres calibrados correctamente
fr: Lasers calibrés correctement

source: Laser triangulation calibration has failed. Please check the pattern and the lasers and try again. Also you can set up the calibration's settings in the "Adjustment workbench" until the pattern and the lasers are detected correctly
es: La calibración de la triangulación láser ha fallado. Por favor, comprueba el patrón y los láseres y vuelve a intentarlo. También puedes configurar los ajustes de la calibración en el "Banco de trabajo de ajuste" hasta que el patrón y los láseres se detecten correctamente

source: Put the pattern on the platform as shown in the picture and press "Start"
es: Sitúa el patrón en la plataforma como se muestra en la imagen y presiona "Iniciar"
fr: Placez le patron sur la plateforme, comme indiqué sur l'image, et appuyez sur "Démarrer".

source: Platform extrinsics
es: Parámetros extrínsecos
fr: Paramètres extrinsèques de la plateforme

source: Platform extrinsics result
es: Resultados de los parámetros extrínsecos de la plataforma
fr: Résultat des paramètres extrinsèques de la plateforme

source: Platform calibrated correctly
es: Plataforma calibrada correctamente
fr: Plateforme calibrée correctement

source: Platform extrinsics calibration has failed. Please check the pattern and try again. Also you can set up the calibration's capture settings in the "Adjustment workbench" until the pattern is detected correctly
es: La calibración de los parámetros extrínsecos de la plataforma ha fallado. Por favor, comprueba el patrón vuelve a intentarlo. También puedes configurar los ajustes de captura de la calibración en el "Banco de trabajo de ajuste" hasta que el patrón se detecte correctamente

source: Camera intrinsics result
es: Resultados de los valores intrínsecos de la cámara
fr: Résultat des paramètres intrinsèques de la caméra

source: Camera intrinsics calibration has failed. Please try again
es: La calibración intrínseca de la cámara ha fallado. Por favor, prueba de nuevo.

source: Scanner autocheck
es: Comprobación automática
fr: Contrôle automatique du scanner

source: Pattern settings
es: Parámetros del patrón
fr: Paramétrages du patron

source: Number of corner rows in the pattern
es: Número de filas esquina en el patrón
fr: Nombre de lignes de coin dans le patron

source: Number of corner columns in the pattern
es: Número de columnas esquina en el patrón
fr: Nombre de colonnes de coin dans le patron

source: Square width in the pattern (mm)
es: Ancho del cuadrado en el patrón (mm)
fr: Largeur des carrés du patron (mm)

source: Video settings
es: Ajustes de video
fr: Paramètres vidéo

source: Rotate image
es: Rotar imagen

source: Your camera does not accept this resolution. Do you want to use the nearest values?
es: Tu cámara no acepta esta resolución. ¿Quieres utilizar los valores más cercanos?

source: Wrong resolution
es: Resolución incorrecta

source: Camera intrinsics
es: Valores intrínsecos de la cámara
fr: Paramètres intrinsèques de la caméra

source: Circular
fr: Circulaire

source: Rectangular
fr: Rectangulaire

source: Panel
fr: Page
