Repository: 1v1expert/3DScaner
Catalog: res/locale/*/LC_MESSAGES/horus.po
Languages: it

source: Very high
it: Molto alta

source: High
it: Alta

source: Medium
it: Media

source: Low
it: Bassa

source: Luminosity
it: Luminosità

source: Brightness
it: Luminosità

source: Contrast
it: Contrasto

source: Saturation
it: Saturazione

source: Exposure
it: Esposizione

source: Step (º)
it: Passo (º)

source: Speed (º/s)
it: Velocità (º/s)

source: Acceleration (º/s²)
it: Accelerazione (º/s²)

source: Texture
it: Scansione trama

source: Capture mode
it: Modalità cattura

source: Remove background
it: Rimuovi sfondo

source: Red channel
it: Canale rosso

source: Enable threshold
it: Abilita soglia

source: Threshold
it: Soglia

source: Enable blur
it: Abilita effetto sfocato

source: Blur
it: Effetto sfocato

source: Enable window
it: Abilita finestra

source: Window
it: Finestra

source: Refinement
it: Raffinatezza

source: Open
it: Apri

source: Enable open
it: Abilita

source: Pattern
it: Modello

source: Capture texture
it: Cattura trama

source: Left
it: Sinistro

source: Right
it: Destro

source: Both
it: Entrambi

source: Use laser
it: Usa laser

source: Use ROI
it: Usa ROI

source: Diameter (mm)
it: Diametro (mm)

source: Height (mm)
it: Altezza (mm)

source: Choose point cloud color
it: Scegli colore della nuvola di punti

source: Gray
it: Grigio

source: Line
it: Linea

source: Save image
it: Salva immagine

source: Move
it: Sposta

source: Enable
it: Abilita

source: Send
it: Invia

source: Perform autocheck
it: Esegui autoverifica

source: Pattern rows
it: Righe modello

source: Pattern columns
it: Colonne modello

source: Square width (mm)
it: Ampiezza quadrato (mm)

source: Origin distance (mm)
it: Distanza dell'origine (mm)

source: Width
it: Larghezza

source: Height
it: Altezza

source: Rotate
it: Ruotare

source: Camera matrix
it: Matrice camera

source: Distortion vector
it: Vettore di distorsione

source: Use distortion
it: Usa distorsione

source: Distance left (mm)
it: Distanza sinistra (mm)

source: Normal left
it: Normale sinistra

source: Distance right (mm)
it: Distanza destra (mm)

source: Normal right
it: Normale destra

source: Rotation matrix
it: Matrice rotazione

source: Translation vector (mm)
it: Vettore traslazione (mm)

source: Estimated size
it: Dimensioni previste

source: Circular
it: Circolare

source: Rectangular
it: Rettangolare

source: Board
it: Quadro

source: Invert motor
it: Inverti motore

source: Language
it: Lingua

source: Workbench
it: Banco di controllo

source: Advanced mode
it: Modalità avanzata

source: Model color
it: Colore modello

source: Last clear log date
it: Ultima data di cancellazione registro

source: Launch wizard
it: Lancia wizard

source: Open model
it: Apri modello

source: Save model
it: Salva modello

source: Clear model
it: Cancella modello

source: Open profile
it: Apri profilo

source: Save profile
it: Salva profilo

source: Reset profile
it: Resetta profilo

source: Open calibration
it: Apri calibrazione

source: Save calibration
it: Salva calibrazione

source: Reset calibration
it: Resetta calibrazione

source: Export log
it: Esporta registro

source: Export log file
it: Esporta file di registro

source: Clear log
it: Cancella registro

source: Clear log file
it: Cancella file di registro

source: Exit
it: Esci

source: Preferences
it: Preferenze

source: Edit
it: Modifica

source: Panel
it: Pannello

source: Scene
it: Scena

source: Scanning
it: Scansione

source: View
it: Visualizza

source: Welcome
it: Benvenuto

source: Updates
it: Aggiornamenti

source: Sources
it: Fonti

source: Help
it: Aiuto

source: Open 3D model
it: Apri modello 3D

source: Save 3D model
it: Salva modello 3D

source: Select profile file to load
it: Seleziona file del profilo da caricare

source: Select profile file to save
it: Seleziona file del profilo da salvare

source: Profile reset
it: Ripristina profilo

source: Select log file to save
it: Seleziona file di registro da salvare

source: Horus is an Open Source 3D Scanner manager
it: Horus è un programma di scansione 3D open source

source: You are running the latest version of Horus!
it: Si sta eseguendo l'ultima versione di Horus.

source: Updated!
it: Aggiornata!

source: Scanner unplugged
it: Scanner non collegato

source: Scanner has been unplugged. Please, plug it in and press connect
it: Lo scanner non è collegato. Collegarlo e premere connetti

source: Delete object
it: Cancella oggetto

source: Pattern distance
it: Distanza del modello

source: Minimum distance between the origin of the pattern (bottom-left corner) and the pattern's base surface (mm)
it: Distanza minima tra origine del modello (angolo basso-sinistro) e superficie della base del modello

source: Pattern distance (mm)
it: Distanza del modello (mm)

source: Accept
it: Accetta

source: Cancel
it: Cancella

source: New version available!
it: È disponibile una nuova versione.

source: Download
it: Scarica

source: Diameter
it: Diametro

source: Depth
it: Spessore

source: Browse
it: Cerca

source: Default
it: Predefinite

source: Save
it: Salva

source: Select binary file to load
it: Seleziona file binario da caricare

source: Change the luminosity until colored lines appear over the chess pattern in the video
it: Modificare la luminosità finché le linee colorate appaiono sul modello a scacchiera nel video

source: Invert the motor direction
it: Inverti la direzione del motore

source: Binary file
it: File binario

source: External file...
it: File esterno...

source: Clear EEPROM
it: Cancella EEPROM

source: 3D window error
it: Errore finestra 3D

source: Don't show this dialog again
it: Non mostrare più questa finestra di dialogo

source: Create new
it: Crea nuovo

source: Wizard mode (step by step)
it: Modalità Wizard (passo passo)

source: Scan using recent settings
it: Scansione tramite impostazioni recenti

source: Advanced adjustment
it: Regolazione avanzata

source: Advanced calibration
it: Calibrazione avanzata

source: Open recent file
it: Apri file recente

source: Do you really want to exit?
it: Si desidera veramente uscire?

source: Exit wizard
it: Esci dal wizard

source: You have completed the wizard. Press Play button to start scanning.
it: Il wizard si è concluso. Premere il pulsante Avvia per cominciare la scansione.

source: Ready to scan!
it: Pronti per scansionare!

source: Resolution
it: Risoluzione

source: Set the motor step. High (0.45º), Medium (0.9º), Low (1.8º)
it: Imposta il passo del motore. Alto (0,45º), Medio (0,9º), Basso (1,8º)

source: Calibration
it: Calibrazione

source: Put the pattern on the platform as shown in the picture and press "Calibrate"
it: Posizionare il modello sulla piattaforma come indicato nella figura e premere "Calibra"

source: Calibrate
it: Calibra

source: Calibration canceled. To try again press "Calibrate"
it: Calibrazione annullata. Per provare di nuovo, premere "Calibra"

source: Calibration failed
it: Calibrazione fallita

source: Success. Please press "Next" to continue
it: Tutto OK. Premere "Successivo" per continuare

source: Scanner calibrated correctly
it: Scanner calibrato correttamente

source: Success
it: Riuscito

source: Connection
it: Collegamento

source: Connect
it: Connetti

source: Put the pattern on the platform as shown in the picture and press "Auto check"
it: Posizionare il modello sulla piattaforma come indicato in figura e premere "Auto-verifica"

source: Auto check
it: Auto-verifica

source: Unplug and plug your camera USB cable and try to connect again
it: Scollegare e collegare alla presa il cavo USB della camera e provare a ricollegare

source: Please, download and install the camera driver: http://support.logitech.com/en_us/product/hd-webcam-c270
it: Scaricare e installare il driver della fotocamera: http://support.logitech.com/en_us/product/hd-webcam-c270

source: Manual laser adjustment
it: Regolazione laser manuale

source: Scanner configured correctly
it: Scanner configurato correttamente

source: Disconnect
it: Disconnetti

source: Skip
it: Salta

source: Next
it: Successivo

source: Adjustment workbench
it: Banco di regolazione

source: Scan capture
it: Cattura scansione

source: Image luminosity. Low values are better for environments with high ambient light conditions. High values are recommended for poorly lit places
it: Luminosità immagine. Valori bassi sono migliori per ambienti con condizioni di luce ambientale forte. Valori alti sono consigliati per ambienti con luce bassa

source: Relative difference in intensity between an image point and its surroundings. Low values are recommended for black or very dark colored objects. High values are better for very light colored objects
it: Differenza relativa di intensità tra un punto di immagine e il suo intorno. Valori bassi sono consigliati per oggetti colorati molto scuri o neri. Valori alti vanno meglio per oggetti colorati molto luminosi

source: Purity of color. Low values will cause colors to disappear from the image. High values will show an image with very intense colors
it: Purezza del colore. Valori bassi faranno scomparire i colori dall'immagine. Valori alti mostreranno un'immagine con colori molto intensi

source: Amount of light per unit area. It is controlled by the time the camera sensor is exposed during a frame capture. High values are recommended for poorly lit places
it: Quantità di luce per area unitaria. È controllata dal tempo di esposizione del sensore della camera durante la cattura del frame. Valori alti sono consigliati per ambienti poco illuminati

source: Scan segmentation
it: Segmentazione scansione

source: Remove all pixels which intensity is less that the threshold value
it: Rimuovi tutti i pixel la cui intensità è inferiore al valore della soglia

source: Blur with Normalized box filter. Kernel size: 2 * value + 1
it: Sfoca con filtro di selezione normalizzata. Dimensione kernel: valore 2 * - 1

source: Filter pixels out of 2 * window value around the intensity peak
it: Filtra pixel al di fuori del valore 2 * della finestra attorno al picco di intensità

source: Calibration capture
it: Cattura calibrazione

source: Calibration segmentation
it: Segmentazione calibrazione

source: Scanning workbench
it: Banco di scansione

source: Play
it: Avvia

source: Stop
it: Ferma

source: Pause
it: Pausa

source: Calibration parameters are not correct. Please perform calibration process: 1. Scanner autocheck 2. Laser triangulation 3. Platform extrinsics
it: I parametri di calibrazione non sono corretti. Esegui il processo di calibrazione: 1. Autoverifica scanner 2. Triangolazione laser 3. Valori estrinseci piattaforma

source: Wrong calibration parameters
it: Parametri di calibrazione sbagliati

source: Laser triangulation calibration has been performed with different camera intrinsics values. Please perform Laser triangulation calibration again: 1. Scanner autocheck 2. Laser triangulation
it: La calibrazione della triangolazione laser è stata eseguita con valori intrinseci della camera differenti. Esegui ancora la calibrazione della triangolazione laser: 1. Autoverifica scanner 2. Triangolazione laser

source: Platform extrinsics calibration has been performed with different camera intrinsics values. Please perform Platform extrinsics calibration again: 1. Scanner autocheck 2. Platform extrinsics
it: La calibrazione dei valori estrinseci della piattaforma è stata eseguita con valori intrinseci della camera differenti. Esegui ancora la calibrazione dei valori estrinseci della piattaforma: 1. Autoverifica scanner 2. Valori estrinseci della piattaforma

source: Scanning finished!
it: Scansione terminata!

source: Rotating platform
it: Piattaforma girevole

source: Point cloud ROI
it: ROI della nuvola di punti

source: Use a Region Of Interest (ROI). This cylindrical region is the one being scanned. All information outside won't be taken into account during the scanning process
it: Usa una Regione di Interesse (ROI). Questa regione cilindrica è quella da scansionare. Tutte le informazioni esterne non saranno prese in considerazione durante il processo di scansione

source: Point cloud color
it: Scegli colore della nuvola di punti

source: Control workbench
it: Banco di controllo

source: Camera control
it: Controllo camera

source: Laser control
it: Controllo laser

source: LDR control
it: Controllo LDR

source: Motor control
it: Controllo motore

source: Gcode Control
it: Controllo Gcode

source: Calibration workbench
it: Banco di calibrazione

source: Camera intrinsics (advanced)
it: Valori intrinseci camera (avanzato)

source: Default values are recommended. To perform the calibration, click over the video panel and press space bar to perform the captures.
it: Si consigliano i valori predefiniti. Per eseguire la calibrazione, clicca sul pannello del video e premi la barra spaziatrice per eseguire le catture.

source: Reset
it: Resetta

source: Start
it: Avvia

source: Press space bar to continue
it: Premere barra spaziatrice per continuare

source: Laser triangulation
it: Triangolazione laser

source: Laser triangulation result
it: Ripristina triangolazione laser

source: Reject
it: Rifiuta

source: Lasers calibrated correctly
it: Laser calibrati correttamente

source: Put the pattern on the platform as shown in the picture and press "Start"
it: Posizionare il modello sulla piattaforma come indicato nella figura e premere "Avvia"

source: Platform extrinsics
it: Valori estrinseci piattaforma

source: Platform extrinsics result
it: Ripristina valori estrinseci della piattaforma

source: Platform calibrated correctly
it: Piattaforma calibrata correttamente

source: Camera intrinsics result
it: Ripristina valori intrinseci della camera

source: Scanner autocheck
it: Autoverifica scanner

source: Pattern settings
it: Impostazioni modello

source: Number of corner rows in the pattern
it: Numero di righe dell'angolo nel modello

source: Number of corner columns in the pattern
it: Numero di colonne dell'angolo nel modello

source: Square width in the pattern (mm)
it: Ampiezza quadrato nel modello (mm)

source: Video settings
it: Impostazioni video

source: Camera intrinsics
it: Valori intrinseci camera
